app/controllers/comentarios_controller.rb

INSERT INTO "comentarios" ("autor", "contenido", "noticium_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["autor", "hhkj"], ["contenido", "3343"], ["noticium_id", 3], ["created_at", 2017-03-10 22:13:49 UTC], ["updated_at", 2017-03-10 22:13:49 UTC]]
---
  def create
    @noticia = Noticium.find(params[:noticium_id])
    @comentario = @noticia.comentarios.create(comentario_params)