app/controllers/noticia_controller.rb

def update
  @noticia = Noticium.find(params[:id])

  if @noticia.update(noticia_params)
---
UPDATE "noticia" SET "titulo" = $1, "bajada" = $2, "updated_at" = $3 WHERE "noticia"."id" = $4  [["titulo", "Nueva noticia 3"], ["bajada", " chasHola"], ["updated_at", 2017-03-10 20:40:36 UTC], ["id", 8]]

def destroy
  @noticia = Noticium.find(params[:id])
  @noticia.destroy
---
DELETE FROM "noticia" WHERE "noticia"."id" = $1  [["id", 2]]

def create
  # Para inspeccionar que hay en los parametros recibidos por post
  #render plain: params[:noticia].inspect
  #@noticia = Noticium.new(params[:noticia])
  @noticia = Noticium.new(noticia_params)
  if @noticia.save
---
INSERT INTO "noticia" ("titulo", "bajada", "cuerpo", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["titulo", "asd"], ["bajada", "asd"], ["cuerpo", "asd"], ["created_at", 2017-03-10 01:02:02 UTC], ["updated_at", 2017-03-10 01:02:02 UTC]]